13/data/attachments/c1cfa1dd1163733b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:username>
            <nif:friendToBeAdded>Sierra_computer_Friend_37894_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>